Repository: norayr/dockapps
Catalog: po/*.po
Languages: de

source: You're trying to run an applet that uses OpenGL. gtkglext doesn't work together with WindowMaker special way of docking applets. I'm sorry.
de: Sie versuchen ein Applet auszuführen, welches OpenGL verwendet. Dies wird von gtkglext, wenn es in WindowMaker als Applet genutzt wird, leider nicht unterstützt.

source: create menu %d
de: erstelle Menü %d

source: No image_path is set! That is required before loading images.
de: image_path ist nicht gesetzt! Dies muss vor dem Laden von Bildern geschehen.

source: You're trying to run this applet as a Gnome panel applet and there is no Gnome support compiled in for the GAI library.
de: Sie versuchen dieses Applet als Gnome Panel Applet auszuführen. Dies wird von ihrer GAI-Bibliothek aber nicht unterstützt.

source: You're trying to run an applet that uses OpenGL. Open GL doesn't work on the Gnome Panel. Or it is a bug in the GAI library. Which ever it is, I'm sorry..
de: Sie versuchen ein Applet auszuführen, welches OpenGL benötigt. OpenGL funktioniert nicht im Gnome-Panel. Oder es ist ein Fehler in der GAI-Bibliothek.

source: Sorry, it's not possible to run two instances of the same applet.
de: Leider ist es nicht möglich zweimal die gleiche Anwendung auszuführen.

source: This applet uses the GAI library - http://gai.sourceforge.net -
de: Dieses Applet verwendet das GAI - http://gai.sourceforge.net -

source: apply
de: anwenden

source: Ok
de: Okay

source: Apply
de: Anwenden

source: Close
de: Schließen

source: Help
de: Hilfe

source: GAI: Didn't find colour selection!
de: GAI: Kann die Farbauswahl nicht finden!

source: If you want to use Notebooks, the first entry must be a GAI_NOTEBOOK
de: Wenn sie NOTEBOOKS verwenden möchten, dann muss der erste Eintrag GAI_NOTEBOOK sein.

source: A GAI_NOTEBOOK_E must be followed by a new GAI_NOTEBOOK!
de: Ein GAI_NOTEBOOK_E muss auf ein neues GAI_NOTEBOOK folgen!

source: ROX settings
de: ROX-Einstellungen

source: Applet size:
de: Applet Größe:

source: First function must be gai_init()!
de: Als erstes muss gai_init() aufgerufen werden!

source: You're trying to run an applet that uses OpenGL. You have not compiled with OpenGL support in GAI. Please visit http://gtkglext.sf.net for GtkGlExt which is required for OpenGL support.
de: Sie versuchen ein Anwendung auszufhren, die OpenGL-Untersttzung bentigt, die ihre GAI-Version nicht untersttzt. Besorgen Sie sich GtkGlExt von http://gtkglext.sf.net; ex wird fr die OpenGL-Untersttzung bentigt.

source: Preferences...
de: Einstellungen...

source: Help
de: Hilfe

source: About...
de: Info...

source: Remove From Dock
de: Entfernen

source: Remove from Rox Panel
de: Aus dem Rox Panel entfernen

source: Remove from KDE Panel
de: Aus Kicker entfernen

source: Sorry, no help available.
de: Leider keine Hilfe verfgbar.

source: Sorry, this new applet has no help how to use its preference window. I can only recommend trial and error.
de: Leider ist keine Hilfe zum Einstellungsmen verfgbar. Versuchen sie ihr Glck!

source: You can only change the updating interval after the init stage!
de: Sie knnen das Aktuellisierungsintervall erst nach der Initialisierung verndern!

source: Only mouse button one and two can be connected!
de: Nur die erste und zweite Maustaste knnen verwendet werden!
